Repository: KTamas/ubiquity-hu
Catalog: ubiquity/localization/*/firefox.po
Languages: hu

# exit firefox.names
source: exit firefox
hu: lépj ki|zárd be a firefoxot

# exit firefox.description
source: Exits Firefox.
hu: Bezárja a Firefoxot.

# restart firefox.names
source: restart firefox
hu: indítsd újra a firefoxot

# restart firefox.description
source: Restarts Firefox.
hu: Újraindítja a Firefoxot.

# close window.names
source: close window
hu: zárd be az ablakot

# close window.description
source: Closes current window.
hu: Bezárja az aktív ablakot.

# fullscreen.names
source: fullscreen
hu: teljes képernyő

# fullscreen.description
source: Toggles fullscreen mode.
hu: Vált a teljesképernyős mód között.

# switch to tab.names
source: switch to tab
hu: válts lapra:

# switch to tab.description
source: Switches to the tab whose title or URL matches the input.
hu: Átvált arra a lapra, aminek a neve vagy címe egyezik a megadot szöveggel.

# close tab.names
source: close tab
hu: zárd be

# close tab.description
source: Closes the tab whose title or URL matches the input or the current tab if no tab matches.
hu: zárd be a lapot

# close all tabs with.names
source: close all tabs with
hu: zárd be az összes lapot ezzel:

# close all tabs with.description
source: Closes all open tabs that have the given word in common.
hu: Bezárja az összes olyan lapot, amiben közös a megadott szó.

# close all tabs with.execute
source: ${num} tabs closed.
hu: ${num} lap bezárva.

# count tabs.names
source: count tabs
hu: számold meg a lapokat

# count tabs.description
source: Counts the number of opened tabs. Takes an optional filter term to count number of tabs matching filter term.
hu: Megszámolja a megnyitott lapokat. (Vagy azokat, amik megfelelnek a megadott paraméternek)

# refresh.names
source: refresh|reload
hu: frissítsd|töltsd újra

# refresh.description
source: Refreshes the current page.
hu: Frissíti az oldalt.

# bookmark.names
source: bookmark
hu: könyvjelző

# bookmark.description
source: Adds the current page to bookmarks.
hu: Hozzáadja az oldalt a könyvjelzőkhöz.

# bookmark.execute
source: Page could not be bookmarked!
hu: Az oldalt nem lehetett hozzáadni a könyvjelzőkhöz!.

# print.names
source: print
hu: nyomtass|nyomtasd ki

# print.description
source: Prints the current page.
hu: Kinyomtatja az aktív oldalt

# go back.names
source: go back
hu: menj vissza|vissza|ugorj vissza

# go back.description
source: Goes back in history.
hu: Visszamegy az előző oldalra.

# go forward.names
source: go forward
hu: menj előre|előre|ugorj előre

# go forward.description
source: Goes forward in history.
hu: Előreugrik az előzmények között.

# go home.names
source: go home
hu: menj a kezdőlapra|ugorj a kezdőlapra|kezdőlap

# go home.description
source: Goes to home page.
hu: Megnyitja a kezdőlapot.

# zoom.names
source: zoom
hu: nagyítsd|kicsinyítsd

# zoom.description
source: Zooms the Firefox window in or out.
hu: Nagyítja vagy kicsinyíti a Firefox ablakot

# tag.names
source: tag
hu: címkézd|címkézz

# tag.description
source: Adds tags to describe the current page.
hu: Címkéket ad hozzá az oldalhoz
