Repository: KTamas/ubiquity-hu
Catalog: ubiquity/localization/*/general.po
Languages: hu

# bold.names
source: bold
hu: félkövér

# bold.description
source: If you're in a rich-text-edit area, makes the selected text bold.
hu: A kijelölt szöveget félkövérré teszi formázott szövegdobozban.

# bold.execute
source: You're not in a rich text editing field.
hu: Nem formázott szövegdobozban van.

# italicize.names
source: italicize
hu: dőlt

# italicize.description
source: If you're in a rich-text-edit area, makes the selected text italic.
hu: A kijelölt szöveget dőltté teszi formázott szövegdobozban.

# italicize.execute
source: You're not in a rich text editing field.
hu: Nem formázott szövegdobozban van.

# underline.names
source: underline
hu: aláhúz

# underline.description
source: If you're in a rich-text-edit area, underlines the selected text.
hu: A kijelölt szöveget aláhúzza formázott szövegdobozban

# underline.execute
source: You're not in a rich text editing field.
hu: Nem formázott szövegdobozban van.

# undo text edit.names
source: undo text edit
hu: visszavonás

# undo text edit.description
source: If you're in a rich-text-edit area, undoes your latest style/formatting or page-editing changes.
hu: A legutolsó formázási vagy szerkesztési műveletet visszavonja.

# undo text edit.execute
source: You're not in a rich text editing field.
hu: Nem formázott szövegdobozban van.

# redo text edit.names
source: redo text edit
hu: újra

# redo text edit.description
source: If you're in a rich-text-edit area, redoes your latest style/formatting or page-editing changes.
hu: A legutolsó visszavont szerkesztést ismételten végrehajtja.

# redo text edit.execute
source: You're not in a rich text editing field.
hu: Nem formázott szövegdobozban van.

# highlight.names
source: highlight|hilite
hu: kiemel|emeld ki

# highlight.description
source: Highlights your current selection, like <span style="background: yellow; color: black;">this</span>.
hu: Kiemeli a kijelölt szöveget, <span style="background: yellow; color: black;">így</span>

# count words.names
source: count words|word count
hu: szavak száma|számold meg a szavakat

# count words.description
source: Displays the number of words in a selection.
hu: Megmutatja hány szó van a kijelölésben.

# count words.preview
source: <b>${num}</b> words
hu: <b>${num}</b> szó

# count words.execute
source: ${num} words
hu: ${num} szó

# count words.execute
source: No words selected.
hu: Nincs egy szó se kijelölve

# link to wikipedia.names
source: link to wikipedia
hu: link a wikipédiára

# link to wikipedia.description
source: Turns a phrase into a link to the matching Wikipedia article.
hu: Linkel egy kifejezést a Wikipédia szócikkéhez

# calculate.names
source: calculate|gcalculate
hu: számold|számítsd|számít|számol

# calculate.help
source: Try <code>22/7, 25% of 700, sin(sqrt(ln(pi))), (1+i)^3, 15 mod 9, (5 choose 2) / 3!, speed of light in miles per hour, 3 dollars in euros, 242 in hex, MCMXVI in decimal</code>.
hu: Például <code>22/7, 25% of 700, sin(sqrt(ln(pi))), (1+i)^3, 15 mod 9, (5 choose 2) / 3!, speed of light in miles per hour, 3 dollars in euros, 242 in hex, MCMXVI in decimal</code>.

# calculate.description
source: Calculates using <a href="http://www.googleguide.com/help/calculator.html">Google Calculator</a> which has all the features of a scientific calculator, knows constants such as the speed of light, and can convert between units and currencies. <br/> Uses <a href="http://jsfromhell.com/classes/math-parser">MathParser</a> instead for simple expressions like <code>22/7</code> .
hu: Számításokat végez a <a href="http://www.googleguide.com/help/calculator.html">Google Calculator</a> segítségével ami tud mindent, amit egy tudományos számológép, ismer olyan állandókat, mint a fény sebessége és tud mértékegységek és pénznemek között is váltani. <br/> Az egyszerűbb műveletekhez, mint pl <code>22/7</code>, a <a href="http://jsfromhell.com/classes/math-parser">MathParser</a>-t használja

# translate.names
source: translate
hu: fordítsd le

# translate.description
source: Translates from one language to another.
hu: Fordít egyik nyelvről a másikra.

# translate.preview
source: Translates ${url} into <b>${toLang}</b>.
hu: ${url} fordítása <b>{toLang}</b>

# translate.preview
source: The text you selected exceeds the API limit.
hu: A kijelölt szöveg hosszabb, mint amit az API-n keresztül le tudunk fordítani.
