Repository: KTamas/ubiquity-hu
Catalog: ubiquity/localization/*/social.po
Languages: hu

# twitter.names
source: twitter|tweet|share using twitter
hu: twitter|csiripeld|oszdd meg twitteren

# twitter.help
source: You'll need a <a href="http://twitter.com">Twitter account</a>, obviously. If you're not already logged in you'll be asked to log in.
hu: A használatához <a href="http://twitter.com">Twitter felhasználói fiók</a> szükséges. Ha még nincs bejelentkezve, eløszor be kell majd jelentkeznie.

# twitter.description
source: Sets your Twitter status to a message of at most 160 characters.
hu: A Twitter állapotát maximum 160 karakteres üzenetre állítja.

# twitter.preview
source: Updates your Twitter status ${username} to:
hu: ${username} Twitter állapotát a következøre frissíti:

# twitter.preview
source: Characters remaining: <b>${chars}</b>
hu: Még <b>${chars}</b> karakter van.

# twitter.preview
source: tip: tweet @mozillaubiquity for help
hu: tipp: üzenj @mozillaubiquity-nek segítségért (angolul)

# twitter.preview
source: The last <b>${truncate}</b> characters will be truncated!
hu: Az utolsó <b>${truncate}</b> karakter le lesz vágva.

# twitter.preview
source: (For user <b>${usernameText}</b>)
hu: (<b>${usernameText} felhasználó számára</b>)

# twitter.execute
source: requires a status to be entered
hu: adjon meg állapotüzenetet

# twitter.execute
source: error - status not updated
hu: hiba - állapot nem frissült

# twitter.execute
source: direct message sent
hu: közvetlen üzenet elküldve

# twitter.execute
source: status updated
hu: állapot frissítve

# digg.names
source: digg|share using digg
hu: digg|oszdd meg a diggen

# digg.description
source: If not yet submitted, submits the page to Digg. Otherwise, it takes you to the story's Digg page.
hu: Ha az oldal még nincs megosztva Diggen, beküldi. Ha már igen, megnyitja az oldal Digg-lapját.

# digg.preview
source: Submit or digg this page. Checking if this page has already been submitted...
hu: Az oldal megosztása vagy diggelése. Ellenørzés, hogy az oldal meg van-e már osztva...

# digg.preview
source: Submit this page to Digg
hu: Oldal megosztása a diggen

# digg.preview
source: Submit this page to Digg with the description:
hu: Oldal megosztása a diggen a következø leírással:

# digg.preview
source: Description can only be 375 characters. The last <b>${chars}</b> characters will be truncated.
hu: A leírás maximum 375 karakter lehet. Az utolsó <b>${truncate}</b> karakter le lesz vágva.

# digg.preview
source: Digg this page. This page already has <b>${diggs}</b> diggs.
hu: Az oldal diggelése. Az oldal már <b>${diggs}</b> diggel rendelkezik.

# tinyurl.description
source: Replaces the selected URL with a <a href="http://www.tinyurl.com">TinyURL</a>.
hu: Lecseréli a kijelölt URL-t a <a href="">TinyURL</a>-es megfelelőjére

# tinyurl.preview
source: Replaces the selected URL with...
hu: A kijelölt URL lecserelélése a következøvel:

# tinyurl.preview
source: Replaces the selected URL with <b>${tinyurl}</b>.
hu: A kijelölt URL lecserélése a következøvel: <b>${tinyurl}</b>.

# share (on delicious).names
source: share|delicious
hu: megosztás|delicious

# share (on delicious).help
source: Select text on the page to use as notes, or enter your own text after the command word. You can also assign tags to the bookmark with the "tagged" modifier, and alter the bookmark default page title with the "entitled" modifier. Note that you must also already be logged in at delicious.com to use this command.
hu: Jelölje ki az oldalon a megjegyzésnek szánt szöveget vagy adja meg azt a parancs után. Tageket a "tagelés" módosítóigevel rendelhet a könyvjelzøhöz, az oldal címét a "címmel" módosítóigével változtathatja meg. A parancs használata csak akkor lehetséges, ha már be van jelentkezve a delicious.com-on.

# share (on delicious).description
source: Share the current page as a bookmark on delicious.com
hu: Az oldal megosztása könyvjelzøként a delicious.com-on

# share (on delicious).preview
source: This URL cannot be shared on ${delicious}.
hu: Ez az URL nem osztható meg a ${delicious}-on.

# share (on delicious).preview
source: No active user found - log in at ${delicious} to use this command.
hu: Nem található bejelentkezett felhasználó -- kérjük lépjen be a következø címen, hogy használhassa ezt a parancsot: ${delicious}

# share (on delicious).preview
source: A title is required for bookmarks on ${delicious}
hu: Egy cím szükséges a könyvjelzø létrehozásához a ${delicious}-on

# share (on delicious).preview
source: Share a bookmark at ${delicious}:
hu: Könyvjelzø megosztása a ${delicious}-on:

# share (on delicious).execute
source: This URL cannot be shared on delicious.
hu: Ez az URL nem osztható meg a deliciouson.

# share (on delicious).execute
source: No active user found - log in at delicious.com to use this command.
hu: Nem található bejelentkezett felhasználó -- kérjük lépjen be a delicious.com-on hogy használhassa ezt a parancsot.

# share (on delicious).execute
source: A title is required for bookmarks at delicious.com
hu: Egy cím szükséges a könyvjelzø létrehozásához a delicious.com-on

# share (on delicious).execute
source: Bookmark "${description}" shared at delicious.com/${user_name}
hu: A következø megosztása a delicious.com/${user_name} alatt: "${description}"

# share (on delicious).execute
source: ERROR: Bookmark "${description}" NOT shared on delicious.com/${user_name}
hu: HIBA: A következo NEM lett megosztva a delicious.com/${user_name} alatt: "${description}"
